{
    "header" : {
        "chaoKaiQi" : "ChaoKaiQi",
        "home" : "首页",
        "catagory": "类别",
        "allP": "所有产品",
        "aboutUs": "关于我们",
        "contactUs": "联系",
        "search" : "搜索"
    },
    "home" : {
        "h1FirstLine" : "全球批发 <1 className='chinese-red'>供应商 </1>",
        "h1SecondLine" : "平板电脑/手机 <1 className='chinese-red'>手机壳</1>",
        "h1ThirdLine" : "来自 <1 className='chinese-red'>中国</1>",
        "since": "自从",
        "overseas": "海外供应商 ",
        "units" : "台",
        "brands": "品牌",
        "weCover": "我们覆盖",
        "contactNow": "立即联系 !",
        "outTopProducts": "我们的 <1 className='chinese-red'>顶部</1> 产品",
        "atBestPrice": "最优惠",
        "showAllProducts": "显示所有产品",
        "getToKnow": "了解更多关于我们的信息",
        "special": "特殊服务",
        "weWill": "我们将会送给您",
        "pList":"产品清单",
        "sPrice": "特价",
        "trans":"运输查询",
        "anyQ":"有什么具体的问题吗",
        "terms": "条款和条件",
        "chaoKaiQi": "ChaoKaiQi",
        "name":"名字",
        "country":"国家",
        "org":"组织名称",
        "email":"电子邮件",
        "phone":"电话号码",
        "specialN": "特别说明",
        "submit" : "提交",
        "about" :"关于",
        "ckq": "Chao Kai Qi",
        "golbally": "全球信赖的名字",
        "shenzen" : "Shenzen Chao kai Qi Technology Co. Ltd",
        "pSm" : "电话",
        "address" : "地址",
        "addressDetail": "3rd floor, No 11 Furong road, Xiorng industry area, Bao'an district, shenzen, China",
        "aboutP" : "Welcome to Chao Kai Qi Technology Co. Ltd, a trusted global wholesaler for premium phone cases and quality cover. We take pride in delivering innovative, durable, and stylish products to phone case sellers worldwide. Based in Shenzen, China, our mission is to redefine the market with quality, affordability, and unwavering trust. Join us in shaping the future of phone accessories."
    },
    "allProducts" :{
        "title": "制作的平板电脑保护套",
        "chaoKaiQi": "ChaoKaiQi",
        "ckq": "Chao Kai Qi",
        "golbally" : "全球信赖的名字",
        "allM" : "所有主要交通设施",
        "fast" : "全球快速交付",
        "secure":"安全的付款方式",
        "major": "接受主要银行卡付款",
        "noP" : "未找到符合搜索条件的产品",
        "loadM" : "加载更多封面",
        "apply": "申请",
        "loading" :"加载中 ..."
    },
    "aboutUs" : {
        "about" : "关于",
        "chaoKaiQi": "ChaoKaiQi",
        "ckq": "Chao Kai Qi",
        "globallyT" : "全球公认的",
        "Wholesale" : "手机套批发供应商",
        "chaoParFirst" : "Welcome to Chao Kai Qi Technology Co. Ltd, your trusted global wholesaler for premium phone cases and quality covers. Based in Shenzen, China, we pride ourselves on delivering innovative, durable, and stylish products to phone case sellers worldwide. Our mission is simple: to redefine the market with a perfect blend of quality, affordability, and unwavering trust. At Chao Kai Qi, we are not just providing phone accessories; we are shaping the future of the industry. Explore our collection and experience the difference. For inquiries, contact us at ",
        "chaoParSecond" : "让我们一起重新定义卓越手机壳。",
        "name" : "名称",
        "shenzen" : "Shenzen Chao kai Qi Technology Co. Ltd",
        "email" :"电子邮件",
        "phone" :"电话",
        "address": "地址",
        "addressDetail": "3rd floor, No 11 Furong road, Xiorng industry area, Bao'an district, Shenzen, China.",
        "ourStory" : "我们的故事",
        "storyP" : "Chao Kai Qi began with a vision: to offer innovative and stylish phone case covers at competitive prices. Our journey started in 2012 when a team of passionate individuals came together with a shared commitment to quality and customer satisfaction.",
        "whatS" : "我们的与众不同之处",
        "at" : "在",
        "weTake" : "我们以追求卓越为荣。以下是我们的与众不同之处",
        "quality" : "质量保证 :",
        "qualityP" : "我们坚信，我们的产品经得起时间的考验。每个手机保护套都经过严格的质量检查，以确保经久耐用、款式新颖。",
        "wideS":"广泛的选择 :",
        "widesP": "浏览我们丰富的产品目录，了解最新潮流和永恒经典。我们努力提供各种手机保护套，以满足客户的独特喜好。",
        "competitive": "有竞争力的定价 :",
        "competitiveP": "我们深知经济实惠对企业的重要性。我们的定价既有竞争力，又不影响质量，是满足您批发需求的高性价比之选。",
        "lastP": "我们的使命是成为您批发手机壳套的最佳合作伙伴，提供一流的产品和卓越的服务。我们的目标是不断超越客户的期望，与客户建立持久的合作关系。",
        "thank": "感谢您选择 ",
        "where": "- 风格与功能的完美结合!"
    },
    "contactUs" : {
        "query" : "关于",
        "getToKnow" : "进一步了解我们",
        "doQ": "请查询任何特定产品。",
        "wantT": "想了解优惠信息。",
        "ourT": "我们的运输设施",
        "bookA" : "预约参观我们的公司",
        "anyP" : "您的任何个人疑问。",
        "weWill": "我们将为您提供 :",
        "pList":"产品列表",
        "sPrice": "特价",
        "trans":"运输查询",
        "anyQ":"任何具体查询",
        "terms": "条款和条件",
        "chaoKaiQi": "ChaoKaiQi",
        "contact": "联系我们",
        "name":"名称",
        "country":"国家",
        "org":"组织名称",
        "email":"电子邮件",
        "phone":"电话号码",
        "specialN": "特别说明",
        "submit" : "提交"
    },
    "cart":{
        "noProduct": "购物车中没有产品 <1 /> 请继续购物 <1 /> 或 <1 /> 发送空单联系我们. <1 /> 我们仍将与您联系 !!",
        "name":"名称",
        "country":"Country",
        "org":"Organization name",
        "email":"Email",
        "phone":"Phone number",
        "specialN": "Special note",
        "placeOrder" : "PLACE ORDER",
        "cover": "cover",
        "coverName" :"Cover name:",
        "color" : "Color",
        "brand" : "Brand",
        "price" : "Price / unit",
        "weight" : "Weight / unit",
        "size" : "Size / unit :",
        "totalOrder" : "Total order",
        "units" : "units",
        "totalPrice" : "Total price"
    },
    "paymentM": {
        "title": "Payment Methods for ChaoKaiQi Product Purchase",
        "major": "Major bank transfers:",
        "majorP": "We accept transfers from most major banks directly to our Chinese bank account. This is a reliable and familiar option for many customers. Please refer to our website or contact us for details on our bank account information and any specific transfer instructions.",
        "alipay": "Alipay:",
        "alipayP": "This popular Chinese e-wallet platform is a fast and hassle-free way to pay online. If you have an Alipay account, you can simply select it as your payment method at checkout and complete the transaction within seconds.",
        "wechat": "Wechat Pay:",
        "wechatP": "Another widely used e-wallet in China, Wechat Pay offers a convenient and secure way to pay directly from your Wechat app. Choose Wechat Pay at checkout and scan the QR code to finalize your purchase.",
        "weUnders": "We understand that different customers have different preferences, and we want to make sure everyone has a convenient way to pay for their purchases on our website.",
        "hereAre": "Here are some additional benefits of using our payment methods:",
        "security": "Security: All transactions are processed through secure servers and encrypted to protect your financial information.",
        "conve": "Convenience: Choose the payment method that best suits your needs and complete your purchase in just a few clicks.",
        "speed": "Speed: Bank transfers, Alipay, and Wechat Pay offer fast and efficient ways to send your payment, ensuring your order is processed quickly.",
        "forF" : "For further information pelase contact at"
    },
    "privacy":{
        "title":"Privacy Policy of",
        "ckq": "Chao Kai Qi",
        "effectiveD": "Effective Date: 1 January 2024",
        "effectiveP":"At ChaoKaiQi we are committed to protecting the privacy and security of the personal information collected from users of our website. This Privacy Policy outlines how we collect, use, disclose, and safeguard your information when you use our website.",
        "info": "Information We Collect",
        "weCollect": "We collect personal information provided by users when they use our website, including but not limited to:",
        "name": "Name",
        "company": "Company Name",
        "emailA": "Email Address",
        "phoneN": "Phone Number",
        "address": "Address",
        "productP":"Product Preferences",
        "message":"Messages submitted through forms",
        "howW":"How We Use Your Information",
        "weUse":"We use the collected information for the following purposes:",
        "toProcess": "To process and respond to inquiries and requests submitted through our website.",
        "toComm" : "To communicate with users regarding their product preferences and related services.",
        "toImp" : "To improve our website and services based on user feedback.",
        "infoS" :"Information Sharing",
        "infoP" : "We do not sell, trade, or otherwise transfer your personally identifiable information to outside parties. This does not include trusted third parties who assist us in operating our website or conducting our business, provided that these parties agree to keep this information confidential.",
        "dataS" : "Data Security",
        "dataP":"We implement a variety of security measures to maintain the safety of your personal information when you submit a request or access your personal information.",
        "retention": "Retention of Information",
        "retentionP" :"We retain the information collected for as long as necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or permitted by law.",
        "third" : "Third-Party Links",
        "thirdP" : "Our website may contain links to third-party websites. We are not responsible for the privacy practices or the content of these websites.",
        "changeOfP" : "Changes to the Privacy Policy",
        "changeOfP1" : "We reserve the right to update this Privacy Policy at any time. The effective date will be posted at the beginning of this policy.",
        "contactI": "Contact Information",
        "contactP": "If you have any questions or concerns about our Privacy Policy, please contact us at"
    },
    "return": {
        "title":"Return And Refund Policy of ChaoKaiQi",
        "returnN" : "Returning Normal Products",
        "returnP" : "Please be advised that shipping fee and express shipping fee are non-refundable. Any discounts that were applied with a minimum purchase requirement may not be applicable after a removal of product(s) in an order. For discounts that are applicable on second/subsequent item, the discount will be revoked on partial return of the order, and the unreturned item will be charged in original price. Shipping fee may also be applied.",
        "returnC" : "Returning Customized Products",
        "returnCP" :"Customized products are your unique creative expressions. Returns on customized item(s) for reasons other than CHAOKAIQI error will be subject to a 50% processing fee on the refund amount (after adjustment of discount/shipping, if required).",
        "refund" :"Refund Policy",
        "refundP" :"Returns made will be refunded in your original form of payment. If the payment was made using credit / debit card or bank account, there might be a lead time required by PayPal (our credit card settlement service provider) to set up the credit transaction with your bank."
    },
    "shipping": {
        "title": "Shipping Policy of ChaoKaiQi",
        "forU" : "For US orders:",
        "bDays" : "6-15 business days",
        "forG" : "For non-US orders:",
        "bDG" :"5-30 business days",
        "note" : "Note:",
        "noteP": "The delivery time will vary a lot from country to country. In short, the shipping time alone could be around,",
        "lastP":"Delivery time is not guaranteed for Standard Shipping as there are a lot of factors affecting its speed, thus we would suggest Express Shipping if there is a date that you would like to meet. The above are estimated time provided by the postal service and do not include the processing time of the Customs in the destination country. In some cases, the local Customs office of your country may require additional documents and time to have your package cleared, and this may also cause further delay on the delivery."
    },
    "singleProductPage": {
        "cover": "cover",
        "coverName": "Cover name",
        "perUnit" :"per unit",
        "description":"Protect your tablet in style! Durable material, all-sided shielding, rugged design for ultimate defense.",
        "size": "Product size",
        "weight": "Gross weight",
        "minimum": "Minimum order quantity",
        "units" : "units",
        "colors": "Colors",
        "orderAmount": "Order amount",
        "addToCart": "ADD TO CART",
        "weAccept" : "We accept all major bank cards accepted by Chinese banks along with AliPay and WeChat Pay",
        "weShip": " We ship product globally with proper care and make arrangements accordingly",
        "chaoKaiQi":"ChaoKaiQi",
        "globally": "Globally trusted name",
        "ourTop":"Our Top suggestions"
    },
    "footer" : {
        "cUs" : "Contact Us",
        "email" : "Email",
        "phone" : "Phone",
        "follow" : "Follow us",
        "aboutUs" : "About us",
        "privacy" : "Privacy policy",
        "shipping": "Shipping policy",
        "return" : "Return policy",
        "payment" : "Payment methods",
        "best" : "Best selling catagory",
        "top" : "Top Phone Covers",
        "allRights" : "All rights reserved by @",
        "ckq" : "Chao Kai Qi",
        "techno": "Technology co. Ltd",
        "design" : "Designed and developed by @"
    },
    "singleProduct" : {
        "cover" : "Cover",
        "minimum" : "Minimum order quantity",
        "units" : "units",
        "price": "Price / unit",
        "see" : "SEE THE COVER"
    },
    "brands":{
        "Apple": "Apple",
        "Samsung": "Samsung",
        "HONOR": "HONOR",
        "Huawei": "Huawei",
        "Xiaomi": "Xiaomi",
        "OPPO": "HONOR",
        "Nokia": "Nokia",
        "Lenovo": "Lenovo",
        "Vivo": "Vivo"
    },
    "coverName": {
       "Snap Rotation Style": "Snap Rotation Style", 
       "Snap Closure Full Package" : "Snap Closure Full Package", 
       "Magnetic Detachable Rotating Style" : "Magnetic Detachable Rotating Style", 
       "Acrylic 360-Degree Rotating Protective Case" : "Acrylic 360-Degree Rotating Protective Case", 
       "Acrylic Two-in-One Magnetic Detachable" : "Acrylic Two-in-One Magnetic Detachable", 
       "Acrylic Two-in-One Integrated Side Sticker" : "Acrylic Two-in-One Integrated Side Sticker", 
       "Acrylic Two-in-One Y Fold Side Sticker" : "Acrylic Two-in-One Y Fold Side Sticker", 
       "Skin-like Back Sticker Solid Color TPU with Pen Slot" : "Skin-like Back Sticker Solid Color TPU with Pen Slot", 
       "Painted Back Sticker Solid Color TPU with Pen Slot" : "Painted Back Sticker Solid Color TPU with Pen Slot", 
       "Snowflake Pattern Anti-drop Transparent Sticker with Pen Slot" : "Snowflake Pattern Anti-drop Transparent Sticker with Pen Slot", 
       "Solid Color TPU Side Sticker without Pen Slot" : "Solid Color TPU Side Sticker without Pen Slot", 
       "Skin-like Transparent PC Side Sticker without Pen Slot" : "Skin-like Transparent PC Side Sticker without Pen Slot", 
       "Skin-like Transparent without Pen Slot" : "Skin-like Transparent without Pen Slot"
    }
}